{
    "_factor_adjustment":{
        "long_name": "Deviation from CBO forecast of baseline economic growth (percentage point",
	"description": "The data underlying this model are extrapolated to roughly match the CBO's projection of the economy's development over the 10-year federal budget window, with each type of economic data extrapolated at a different growth rate. This parameter allows a factor to be subtracted or added to those growth rates for the construction of the economic baseline. For example if you supply .02 (or 2%), then 0.02 will be added to the wage and salary growth rate, interest income growth rate, dividend growth rate, schedule E income growth rate, and all other growth rates used to extrapolate the underlying dataset.",
	"irs_ref": "",
        "start_year": 2013,
        "col_var": "",
        "row_var": "",
        "row_label": ["2013"],
        "col_label": "",
        "value": [[0.0]] 
    },
     "_factor_target":{
        "long_name": "Replacement for CBO real GDP growth in economic baseline (percent)",
	"description": "The data underlying this model are extrapolated to roughly match the CBO's projection of the economy's development over the 10-year federal budget window, with each type of economic data extrapolated at a different growth rate. One of the growth rates taken from the CBO is GDP growth. This parameter allows you to specify a real GDP growth rate, and all other rates will be modified to maintain the distance between them and GDP growth in the CBO baseline. For example, if the CBO growth rate for one year is 0.02 and the user enters 0.018 for this parameter, then 0.002 will be subtracted from every growth rate in the construction of the economic baseline, including wage and salary growth, interest income growth, dividend growth, and many others.",
	"irs_ref": "",
        "start_year": 2013,
        "col_var": "",
        "row_var": "",
        "row_label": ["2013"],
        "col_label": "",
	"value": [0.0244,
		  0.0118,
		  0.0281,
		  0.0331,
		  0.0285,
		  0.0223,
		  0.0202,
		  0.0188,
		  0.0183,
		  0.0178,
		  0.0171,
		  0.0166] 
      }
}